IDEA Open Model
CheckSectionExtreme.Fundamental Property
Compatible with IDEA StatiCa v 10.1
 Fundamental loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public LoadingULS Fundamental { get; set; }
Public Property Fundamental As LoadingULS
	Get
	Set
public:
property LoadingULS^ Fundamental {
	LoadingULS^ get ();
	void set (LoadingULS^ value);
}
Property Value
Type: LoadingULS
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace